{
    "r1": {
        "user": "AveryG",
        "text": "Sungold is definitely my favorite tomatoes to grow. The taste is incredible and, thanks also to its high yields, was a fun after school snack for my kids, right off the vine! As with all my tomatoes last year (2014), the transplanted seedlings seemed to take longer than neighbors' store bought plants to start producing fruit (plus I planted in an area that received less sunlight than I'd have liked.) Despite that, once mature, the plants produced an abundance of tomatoes well into November with consistent quality. -They do require trellising/caging. Because the plants did so well, the cheap tomato cages I had weren't sufficient and I had to get creative to keep them off the ground. -I planted nasturtium, marigolds, basil, carrots, peppers, and watermelon around them as companions. -Prior to transplanting, I treated the ground with Epsom salt. -Store bought, lanscaping hay was used as mulch. -Completely organic to the best of my knowledge & had no problems with bugs nor disease. This year I plan on spacing and trellising them better, to make it easier to access the fruit and allow more airflow. I may consider planting them in hanging baskets/containers as a crop rotation alternative.",
        "vegetable": "sungold",
        "created_time": "December 12, 2018 6:31PM",
        "n_likes": 12
    },
    "r2": {
        "user": "Dr.J",
        "text": "Year after year, this has been my best producing pepper in Northern Indiana. For me, it has produced twice as many peppers as any other variety. The peppers are consistently hot, and have been very good for drying for wintertime. I have dried the whole pepper, and it crushes up nicely to go on soups or pizza or whatever needs a kick. LOVE.",
        "vegetable": "sungold",
        "created_time": "January 3, 2019 2:30PM",
        "n_likes": 5
    },
    "r3": {
        "user": "MikeM",
        "text": "Still a very good scallop. Sunbeam is its equal.Grows fast, forms a nice head somewhat larger than a softball. Holds well in the field. Stores well int he fridge. Cooks up nicely and has very good flavor. A couple of heads left in the filed developed to much larger size, 10* or so.I could fit 3-4 across in my 4ft wide raised bed. When we harvested them, they were great! Just the right size for one large bowl of cole slaw. No leftovers to have to use up. Now if someone would make one just as good as this only red, I'd be all set.",
        "vegetable": "sungold",
        "created_time": "November 29, 2020 6:30PM",
        "n_likes": 30
    },
    "r4": {
        "user": "sadie",
        "text": "This squash combines beauty with taste and reliability. The fruit just glows on the plant, on the counter, or in a CSA basket. Very showy and tasty with a fine flesh that is mild and thus picks up flavors well. These have been healthy plants in an unhealthy year. It also looks lovely next to Benning's Green Tint!",
        "vegetable": "sungold",
        "created_time": "December 11, 2019 6:30PM",
        "n_likes": 8
    },
    "r5": {
        "user": "Suz",
        "text": "Beautiful bright yellow squash with a delicious nutty flavor. Fruit can grow quite large if you let it get away from you. I like to pick small, around 2-3 inches wide. But the big ones are good too.We have grown Gonzales for the last 5 seasons and love it.Its the perfect size for smaller families,and makes a solid white head that holds well in the field and refrigerator. Just built a root cellar and plan to try some in it this year",
        "vegetable": "sungold",
        "created_time": "May 7, 2022 6:30PM",
        "n_likes": 38
    },
    "r6": {
        "user": "Booberry85",
        "text": "This squash combines beauty with taste and reliability. The fruit just glows on the plant, on the counter, or in a CSA basket. Very showy and tasty with a fine flesh that is mild and thus picks up flavors well. These have been healthy plants in an unhealthy year. It also looks lovely next to Benning's Green Tint!",
        "vegetable": "sungold",
        "created_time": "June 14, 2018 6:30PM",
        "n_likes": 86
    },
    "r7":  {
        "user": "dabido",
        "text": "I'm having a lot of fun growing these this year. Easy! Just put the seed in the ground. No need to do anything else. I have two plants that are producing 4-5 squashes a week. No signs of disease on the plants either. The squashes are a convenient size for 1-2 servings.",
        "vegetable": "brandywine",
        "created_time": "April 3, 2020 6:30PM",
        "n_likes": 42
    },
    "r8": {
        "user": "OhioMG",
        "text": "Summer squash are really one of the easiest plants to grow for me. Just plant the seeds, leave enough space, and let them grow. This plant stayed fairly compact, and was prolific up until frost. I preferred to eat the fruit when it was fairly small, say 1'-2' in diameter. The only problem with that is you must be vigilant about watching the plant, as the fruit double in size in about a day.",
        "vegetable": "brandywine",
        "created_time": "November 16, 2022 6:30PM",
        "n_likes": 43
    },
    "r9": {
        "user": "farmerdill",
        "text": "The best of the bush scallops. Prolific.  I like the small head just good for dinner. I could plant it closer to save space, just one foot per head. They mature extremely early ,mid July for my zone 3 site.Very small, softball sized heads that were perfect for plucking out of the garden to make a little slaw with dinner without tossing part of it or putting half in the fridge.",
        "vegetable": "brandywine",
        "created_time": "August 10, 2019 6:30PM",
        "n_likes": 2
    },
    "r10": {
        "user": "lizmom",
        "text": "Not worth growing! Get Brandy Boy F1 instead!!!!!!! This one is very, very low production. The whole fruit does not ripen together so that you have half ripe-half rotten fruit. You can poke these into small spaces in the garden if space is an issue. Not as tender as some but the convenience is great. I liked to shred and fry in a little butter for a side dish as well.",
        "vegetable": "brandywine",
        "created_time": "August 10, 2019 8:30PM",
        "n_likes": 10
    },
    "r11": {
        "user": "kbill23",
        "text": "I have grown Brandywine for 2 years now and both years have had very good results without many problems. Will be planting again this year. I don't have any complaints against this tomato, or any special praise for it. It's a better than average tomato for my short-growing season.",
        "vegetable": "brandywine",
        "created_time": "August 10, 2019 10:30PM",
        "n_likes": 25
    },
    "r12": {
        "user": "Obie1knobe",
        "text": "I've tried 3 years and got two or three tomatoes from each plant. Very susceptible to disease or they just fail to thrive.Celebrity is a smaller fruit that has good flavor. Ready to eat off the vine. The plant came as a seedling and soon overgrew the bed that it had to share with two other varieties as well as three basil and three borage plants. In fact, if planting with borage to cut down on the threat of insect damage, one borage plant would suffice for the bed.",
        "vegetable": "brandywine",
        "created_time": "August 10, 2019 11:30PM",
        "n_likes": 29
    },
    "r13": {
        "user": "Robert Somma",
        "text": "Celebrity is the only variety of tomato we have planted for about the last 12 to 15 years. I usually plant up to 36 plants. We get an abundance of tomatoes, which are always great tasting. We eat them at all three meals. We have always had enough to share with at least five families who are friends of ours. I have also put several quarts of them in the freezer. However I must admit, I felt like I was eating a tomato I'd bought from the grocery store. The skin was thick, and the raw taste was bland. ",
        "vegetable": "brandywine",
        "created_time": "August 14, 2018 5:30PM",
        "n_likes": 6
    },
    "r14": {
        "user": "JohnSVMG",
        "text": "Best early tomato we have grown and we have grown most of them. Size is larger than described early in the seaso, but smaller in late season. Taste good very early and quite productive. Most tomatoes have green shoulders. Scored well in our local Sequatchie Valley Tomato Tasting event in 2016. ",
        "vegetable": "stupice",
        "created_time": "August 13, 2019 4:33PM",
        "n_likes": 14
    },
    "r15": {
        "user": "Lily",
        "text": "I planted stupice in June and they produced fruit from July 17 through the frost in October. The tomatoes were smallish and had a nice touch of acid to them. They were great in salad. I will definitely plant them again because they were fruiting when most others were just in blossom. They not only produced fruit over a long season but they were prolific the entire time. Super easy and reliable. My plant came from the Landreth Seed Co.",
        "vegetable": "brandywine",
        "created_time": "August 12, 2014 6:32PM",
        "n_likes": 21
    },
    "r16": {
        "user": "sadie",
        "text": "Worth growing for that first tomato in early to mid July. Like other gardeners I have somewhat forgotten them as the bigger tomatoes come on. I am collecting them and freezing them for tomato juice. They will be very good for that. No green shoulders like harbinger. However, if you like fried green tomatoes, Celebrity is one of the very best varieties available because the full size but unripe fruit are large, firm, and blemish free.",
        "vegetable": "scotia",
        "created_time": "August 03, 2018 2:30PM",
        "n_likes": 19
    }
}
